Repository: allors/allors2
Catalog: dotnet/*/database/resources/*/errormessages.*.resx
Languages: nl

# AccountNumberUniqueWithinChartOfAccounts
source: AccountNumber must be unique within Chart of accounts
nl: Rekeningnummer moet uniek zijn binnen het rekeningstelsel

# ActiveDeploymentRegistered
source: active deployment registered at {0}
nl: actieve werknemer bij {0}

# BasePriceOrderQuantityBreakNotAllowed
source: order quantity break not allowed for a base price
nl: order korting in aantal niet toegestaan voor een basisprijs

# BasePriceOrderValueNotAllowed
source: order value break not allowed for a base price
nl: order korting in prijs niet toegestaan voor een basisprijs

# BasePriceRevenueQuantityBreakNotAllowed
source: revenue quantity break not allowed for a base price
nl: volume korting in aantal niet toegestaan voor een basisprijs

# BasePriceRevenueValueBreakNotAllowed
source: revenue value break not allowed for a base price
nl: volume korting in prijs niet toegestaan voor een basisprijs

# CostCenterNotAllowed
source: Cost center not in list of allowed cost centers
nl: Kostenplaats niet in lijst van toegestane kostenplaatsen

# CostUnitNotAllowed
source: Cost unit not in list of allowed cost units
nl: Kostendrager niet in lijst van toegestane kostendragers

# GeneralLedgerAccountNotBalanceAccount
source: General Ledger Account must be balance sheet account
nl: Grootboek rekening moet balans rekening zijn.

# GeneralLedgerAccountNotNeutral
source: General Ledger Account not applicable
nl: Grootboek rekening al toegewezen

# IbanCheckDigitsError
source: The check digits of IBAN are wrong
nl: IBAN controle nummers zijn fout

# IbanIllegalCharacters
source: The IBAN contains illegal characters
nl: IBAN bevat ongeldige tekens

# IbanIncorrect
source: The IBAN is incorrect
nl: Het IBAN nummer is niet correct

# IbanLengthFailure
source: IBAN length is wrong
nl: IBAN lengte is fout

# IbanStructuralFailure
source: The country specific structure of IBAN is wrong
nl: IBAN structuur past niet bij land

# IbanValidationUnavailable
source: IBAN validation rules for this country are not known
nl: IBAN validatie regels voor dit land zijn onbekend

# NotACostCenterAccount
source: Account is not a cost center account
nl: Rekening is geen kostenplaats rekening

# NotACostUnitAccount
source: Account is not a cost unit account
nl: Rekening is geen kostendrager rekening

# NotAValidBic
source: Not a valid BIC code
nl: geen geldige BIC code

# PackagingContentMaximum
source: maximum package content
nl: maximale inhoud pakket

# PartyIsNotACustomer
source: Party choosen is not a customer for this internal organisation
nl: Gekozen partij is geen klant voor deze interne organisatie

# PartyIsNotASupplier
source: Party choosen is not a supplier for this internal organisation
nl: Gekozen partij is geen leverancier voor deze interne organisatie

# PaymentApplicationNotLargerThanInvoiceAmount
source: amount can not be larger then invoice amount
nl: bedrag kan niet groter zijn dan bedrag van factuur

# PaymentApplicationNotLargerThanInvoiceItemAmount
source: amount can not be larger then invoice item amount
nl: bedrag kan niet groter zijn dan bedrag van factuurlijn

# PaymentApplicationNotLargerThanPaymentAmount
source: amount can not be larger then payment amount
nl: bedrag kan niet groter zijn dan bedrag van betaling

# PaymentMethodNotAllowedForInternalOrganisation
source: Payment method not listed for owner of this store
nl: Betaalmethode niet beschikbaar voor eigenaar van deze store

# PickListItemQuantityMoreThanAllowed
source: quantity more than allowed
nl: hoeveelheid overschreidt toegestane

# ProductCategoryPackageOnlyAtLowestLevel
source: package only allowed at lowest level
nl: pakket alleen toegestaan op laagste niveau

# ReceiptAmountIsToSmall
source: amount is to small
nl: bedrag is te klein

# SalesOrderItemLessThanAlreadeyShipped
source: quantity less than already shipped
nl: hoeveelheid kleiner dan reeds verzonden

# SalesOrderItemProductChangeNotAllowed
source: product change not allowed, user cancel orderitem instead
nl: productwissel niet toegestaan, gebruik annuleer orderlijn in de plaats

# SalesOrderItemQuantityToShipNowNotAvailable
source: The requested quantity to ship immediately is not available
nl: Het aantal dat nu verzonden moet worden is niet beschikbaar

# SalesOrderItemQuantityToShipNowIsLargerThanQuantityOrdered
source: The requested quantity to ship immediately is larger than the quantity that is ordered
nl: Het aantal dat nu verzonden moet worden is meer dan het orderitem aantal

# SalesOrderItemQuantityToShipNowIsLargerThanQuantityRemaining
source: The requested quantity to ship immediately is larger than the quantity remaining to ship
nl: Het aantal dat nu verzonden moet worden is meer dan het resterende aantal dat nog verzonden moet worden

# DateDayOfWeek
source: Selected date does not match weekday
nl: Gekozen datum komt niet overeen met gekozen weekdag

# EndDateBeforeStartDate
source: End date is before start date
nl: Einddatum is voor startdatum

# FrequencyNotSupported
source: Selected frequency is not supported
nl: Frequentie wordt niet ondersteund

# SerializedItemQuantity
source: Serialized item is unique. Quantity must be equal to 1
nl: Serieel item is uniek. Aantal moet gelijk zijn aan 1

# UnitPriceRequired
source: unit price is required
nl: eenheidsprijs is verplicht

# InsufficientStock
source: Item is not in stock
nl: Item is niet op voorraad

# PartyIsNotASubcontractor
source: Party choosen is not a subcontractor for this internal organisation
nl: Gekozen partij is geen onderaannemer voor deze interne organisatie

# WorkerActiveTimeEntry
source: Person is working on {0}
nl: Persoon werkt aan {0}

# ThroughDateInvalid
source: Throughdate less than fromdate
nl: Tot datum kleiner dan vanaf datum

# FutureDateInvalid
source: Date in Future is invalid
nl: Datum in toekomst is niet toegestaan

# SameSerialNumber
source: Serialised item with same serial number already exitst
nl: Serialised item met dit serie nummer bestaat al

# InvalidQuantity
source: Quantity is not valid
nl: Aantal is niet toegestaan

# CurrencyNotAllowed
source: Currency is missing exchange rate
nl: Valuta heeft geen wisselkoers
